acceptance/evidence/channel-solver-failure/worker/run_d4060677f7ab4168ab7d3eec/attempt-1/case/0/U
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.01 0 0);
boundaryField {
 inlet { type fixedValue; value nonuniform List<vector> 20 ( (0.0014606741573033708 0 0)
(0.0041573033707865163 0 0)
(0.0065543071161048684 0 0)
(0.0086516853932584251 0 0)
(0.010449438202247191 0 0)
(0.011947565543071163 0 0)
(0.013146067415730338 0 0)
(0.014044943820224719 0 0)
(0.014644194756554306 0 0)
(0.014943820224719101 0 0)
(0.014943820224719101 0 0)
(0.014644194756554308 0 0)
(0.014044943820224719 0 0)
(0.013146067415730336 0 0)
(0.011947565543071163 0 0)
(0.010449438202247191 0 0)
(0.0086516853932584285 0 0)
(0.0065543071161048684 0 0)
(0.0041573033707865146 0 0)
(0.0014606741573033718 0 0) ); }
 outlet { type zeroGradient; }
 walls { type noSlip; }
 frontAndBack { type empty; }
}
