acceptance/evidence/channel-solver-failure/worker/run_d4060677f7ab4168ab7d3eec/attempt-1/case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.001;
