acceptance/evidence/channel-solver-failure/worker/run_d4060677f7ab4168ab7d3eec/attempt-1/case/system/fvSolution
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSolution;
}
solvers {
 p { solver GAMG; tolerance 1e-10; relTol 0.01; smoother GaussSeidel; }
 U { solver smoothSolver; smoother symGaussSeidel; tolerance 1e-10; relTol 0.01; }
}
SIMPLE { nNonOrthogonalCorrectors 0; }
relaxationFactors { fields { p 0.3; } equations { U 0.7; } }
